tap "nikitabobko/tap"
brew "ncurses"
brew "ca-certificates"
brew "bat"
brew "btop"
brew "direnv"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-delta"
brew "git-filter-repo"
brew "git-lfs"
brew "go"
brew "golangci-lint"
brew "minikube"
brew "mosh"
brew "neovim"
brew "nixfmt"
brew "node"
brew "pnpm"
brew "prettierd"
brew "python@3.12"
brew "ripgrep"
brew "starship"
brew "tlrc"
brew "tmux"
brew "uv"
brew "watch"
brew "watchexec"
brew "wget"
cask "anki"
cask "audacity"
cask "balenaetcher"
cask "batfi"
cask "brave-browser"
cask "calibre"
cask "chatgpt"
cask "db-browser-for-sqlite"
cask "discord"
cask "docker-desktop"
cask "firefox"
cask "ghostty"
cask "gimp"
cask "godot"
cask "google-chrome"
cask "hiddenbar"
cask "homerow"
cask "inkscape"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "libreoffice"
cask "mac-mouse-fix"
cask "messenger"
cask "netdownloadhelpercoapp"
cask "qlvideo"
cask "raycast"
cask "sf-symbols"
cask "skim"
cask "slack"
cask "spotify"
cask "synology-drive"
cask "syntax-highlight"
cask "telegram"
cask "vial"
cask "webpquicklook"
cask "whatsapp"
cask "windows-app"
cask "wireshark-app"
cask "zen"
cask "zoom"
cask "zotero"
