tap "epk/epk"
tap "homebrew/bundle"
tap "homebrew/services"
brew "ncurses"
brew "asciiquarium"
brew "ca-certificates"
brew "bat"
brew "icu4c@76"
brew "bitwarden-cli"
brew "python@3.12"
brew "cava"
brew "cmatrix"
brew "cowsay"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "fortune"
brew "fzf"
brew "gh"
brew "git-delta"
brew "git-filter-repo"
brew "git-lfs"
brew "go"
brew "htop"
brew "inetutils"
brew "jq"
brew "lazygit"
brew "lua"
brew "luarocks"
brew "mosh"
brew "neovim"
brew "nmap"
brew "openjdk"
brew "pandoc"
brew "pkgconf"
brew "platformio"
brew "prettier"
brew "python@3.11"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "starship"
brew "stow"
brew "tlrc"
brew "tmux"
brew "watch"
brew "wget"
brew "yazi"
cask "anki"
cask "audacity"
cask "background-music"
cask "blender"
cask "brave-browser"
cask "calibre"
cask "chatbox"
cask "claude"
cask "db-browser-for-sqlite"
cask "discord"
cask "docker"
cask "font-fira-code-nerd-font"
cask "ghostty"
cask "gimp"
cask "godot"
cask "handbrake"
cask "hiddenbar"
cask "homerow"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "libreoffice"
cask "mac-mouse-fix"
cask "mactex-no-gui"
cask "messenger"
cask "netdownloadhelpercoapp"
cask "qlvideo"
cask "raycast"
cask "sf"
cask "skim"
cask "slack"
cask "spotify"
cask "steam"
cask "synology-drive"
cask "syntax-highlight"
cask "telegram"
cask "vial"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
cask "whatsapp"
cask "windows-app"
cask "wireshark"
cask "zoom"
vscode "asvetliakov.vscode-neovim"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "donjayamanne.githistory"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "heltonricardo.heltonricardo-vscode-organize-and-format"
vscode "mikestead.dotenv"
vscode "ms-playwright.playwright"
vscode "redhat.vscode-yaml"
vscode "yzhang.markdown-all-in-one"
