tap "epk/epk"
brew "ca-certificates"
brew "awscli"
brew "ncurses"
brew "bat"
brew "direnv"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "go"
brew "helm"
brew "htop"
brew "mosh"
brew "neofetch"
brew "neovim"
brew "node"
brew "platformio"
brew "poppler"
brew "prettier"
brew "prettierd"
brew "python@3.12"
brew "ripgrep"
brew "starship"
brew "stow"
brew "terraform"
brew "tlrc"
brew "tmux"
brew "viu"
brew "watch"
brew "wget"
brew "yazi"
cask "amethyst"
cask "anki"
cask "audacity"
cask "balenaetcher"
cask "batfi"
cask "brave-browser"
cask "calibre"
cask "chatbox"
cask "chatgpt"
cask "container"
cask "db-browser-for-sqlite"
cask "discord"
cask "docker"
cask "firefox"
cask "ghostty"
cask "gimp"
cask "godot"
cask "google-chrome"
cask "handbrake"
cask "hiddenbar"
cask "homerow"
cask "inkscape"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "libreoffice"
cask "mac-mouse-fix"
cask "mactex-no-gui"
cask "messenger"
cask "netdownloadhelpercoapp"
cask "qlvideo"
cask "raycast"
cask "sf-symbols"
cask "skim"
cask "slack"
cask "spotify"
cask "steam"
cask "synology-drive"
cask "syntax-highlight"
cask "telegram"
cask "vial"
cask "visual-studio-code"
cask "webpquicklook"
cask "whatsapp"
cask "windows-app"
cask "wireshark"
cask "zoom"
cask "zotero"
vscode "ms-vscode.cpptools"
vscode "platformio.platformio-ide"
